Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Sirisena joined mainstream politics in 1989 as a member of the Parliament of Sri Lanka and has held several ministries since 1994.[5] He was the general-secretary of the Sri Lanka Freedom Party and was Minister of Health until November 2014 when he announced his candidacy for the 2015 presidential election as the opposition coalition's "common candidate".[6][7] His victory in the election is generally viewed as a surprise, coming to office through the votes won from the alternative Sinhala-majority rural constituency and the Tamil and Muslim minority groups that have been alienated by the Rajapaksa government on post-war reconciliation and growing sectarian violence.[4][8][9][10] Their votes were more anti-Rajapaksa than pro-Sirisena.[11] Maithripala Sirisena pledged to implement a 100-day reform program where he promised to rebalance the executive branch within 100 days of being elected, by reinforcing Sri Lanka's judiciary and parliament, to fight corruption and to investigate allegations of war crimes from 2009, repeal the controversial eighteenth amendment, re-instate the seventeenth amendment and appoint UNP leader Ranil Wickremesinghe as Prime Minister.[12][13][14]
ne: सिरिसेना श्रीलंकाको प्रतिनिधि सभा सदस्यको रुपमा १९८९ मा मुलधारको राजनीति प्रवेश गरे र १९९४ यता उनले कयौं मन्त्रालयको जिम्मेवारी सम्हाले । [5] उनी २०१४ नोबेम्बर मा २०१५ को राष्ट्रपतीय निर्वाचनमा बिपक्षी गठबन्धनको "साझा उमेदवार" घोषणा नभएसम्म उनी श्री लंका फ्रिडम पार्टीका महासचिव थिए र स्वास्थ्य मन्त्रि समेत थिए । [6][7] उक्त निर्वाचनमा उनको विजयलाई एक अप्रत्याशित नतिजाको रुपमा हेरिन्छ । बैकल्पिक सिंहाली बहुल क्षेत्र र अल्पसंख्यक तमिल तथा मुस्लिमको क्षेत्र बाट युद्ध पश्चात को राजापाक्ष सरकारको हिंसात्मक दमनले उनको विजय सजिलो बनाएको थियो ।[4][8][9][10] उनीहरुको मत सिरिसेनाको समर्थक भन्दा पनि राजापाक्षे बिरोधि थियो ।[11] मैत्रीपाला सिरिसेनाले १०० देने सुधार कार्यक्रमको घोषणा गर्दै भ्रस्टाचार बिरुद्ध लड्ने , विवादास्पद अठारौं संसोधन उल्टाउने, २००९ देखि युद्ध अपराधको जांच गर्ने बचन गर्दै नेता रणिल बिक्रमासिंघेलाई प्रधानमन्त्री नियुक्त गरे ।[12][13][14]

source: Sirisena was sworn in as the sixth Executive President before Supreme Court judge K. Sripavan in Independence Square, Colombo at 6.20pm on 9 January 2015.[15][16] Immediately afterwards he appointed Ranil Wickremesinghe as the new Prime Minister.[17][18] After being sworn in Sirisena stated that he would only serve one term.[19] On 28 April 2015, Sirisena voluntarily transferred significant presidential powers to parliament.[20][21]
ne: सिरिसेनाले सर्वोच्च अदालतका प्रधानन्यायाधीश के. श्रीपवन को सामु स्वतन्त्रता चोक , कोलम्बोमा ६:२० बेलुका ९ जनवरी २०१५ मा छैटौ कार्यकारी राष्ट्रपतिको रुपमा सपथ ग्रहण गरेका थिए । [15][16] त्यसको तत्कालै उनले रणिल बिक्रमासिंघेलाई प्रधानमन्त्री नियुक्त गरेका थिए ।[17][18] सपथ ग्रहण पछी सिरिसेनाले एक कार्यकाल मात्र राष्ट्रपति हुने बताएका थिए । २८ अप्रिल २०१५ को दिन , सिरिसेनाले राष्ट्रपतिको महत्वपूर्ण शक्ति / अख्तियार संसदलाई हस्तान्तरण गरेका थिए। [20][21]

source: In 2018, Sirisena appointed the former President Mahinda Rajapaksa as the Prime Minister, wrote a letter firing Prime Minister Ranil Wickremesinghe and prorogued Parliament, all in apparent contradiction to the Constitution of Sri Lanka, instigating the 2018 Constitutional Crisis.[22][23][22][24] This marks Sirisena's second, and most successful attempt to bring Rajapaksa to power.[25][26]
ne: २०१८ मा , सिरिसेनाले पुर्व राष्ट्रपति महिन्दा राजपाक्ष लाई प्रधानमन्त्री नियुक्त गरे , रणिल बिक्रमासिंघेलाई बर्खास्त गरे र संसद भंग गरे जु कदमले २०१८ को सम्बैधक संकट निम्त्यायो ।[22][23][22][24] यो सिरिसेनको राजपाक्षलाई शक्तिमा ल्याउने दोश्रो र सबैभन्दा शक्तिशाली कदमको रुपमा हेरिएको छ ।[25][26]

source: Maithripala Sirisena was born on 3 September 1951 in Yagoda, a village in present-day Gampaha District.[27][28] His father Pallewatte Gamaralalage Albert Sirisena was a World War II veteran who was awarded five acres of paddy land in Polonnaruwa near Parakrama Samudra by D. S. Senanayake. Which resulted in the family moving from Yagoda to Polonnaruwa.[28][29] His mother, Yapa Appuhamilage Dona Nandawathi, was a school teacher.[30]
ne: मैत्रीपाला सिरिसेना को जन्म ३ सेप्टेम्बर १९५१ मा यागोदा गाउँ मा भएको थियो। [27][28] उनका पिताले द्वितीय विश्व युद्धमा लडेकाले ५ एकड धान खेत पोलोननरुवा मा पुरस्कार पाएका थिए र उनको परिवार पोलोनानारुवा बसाई सर्यो । [28][29] उनको माता स्कुल शिक्षिका थिइन्। [30]

source: He was educated at Thopawewa Maha Vidyalaya and Royal College, Polonnaruwa where he first developed an interest in politics.[29][30][31] While still in school, as a teenager, Sirisena became interested in communism and joined the Communist Party becoming closely associated with party leader N. Shanmugathasan in party activities.[30] In 1968, he took part in a communist party anti-government rally which was broken up by baton charging police.[4]
ne: रोयल कलेज पोलाननरुवामा पढ्दा उनले पहिलो पटक राजनीतिमा रुची देखाए।[29][30][31] उनी स्कुल पढ्दा उनी साम्यवाद प्रति झुकाव राख्थे र कम्युनिष्ट पार्टीको सदस्यता लिएका थिए । [30] १९६८ मा उनले सरकार बिरोधि कम्युनिस्ट पार्टीको र्यालीमा सहभागी भएका थिए र पुलिस द्वारा पिटिएका थिए ।[4]

source: Etymology
ne: शब्द-व्युपत्ति

source: 2012. pp. vii, 57. ↑ "Gaza ceasefire: Israel and Palestinians agree to halt weeks of fighting". TheGuardian. Retrieved 10 November 2014..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "EU keeps Hamas on terror list, despite court ruling".
ne: 2012. pp. vii, 57. ↑ "Gaza ceasefire: Israel and Palestinians agree to halt weeks of fighting", TheGuardian, अभिगमन मिति १० नोभेम्बर २०१४। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "EU keeps Hamas on terror list, despite court ruling", Euractiv, २७ मार्च २०१५, अभिगमन मिति १५ जुन २०१५। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Country reports on Terrorism", state.gov, अप्रिल २००६। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Fisher, Max (नोभेम्बर २१, २०१२), "9 questions about Israel-Gaza you were too embarrassed to ask", अभिगमन मिति जनवरी ६, २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Davidovich, Joshua (डिसेम्बर १८, २०१३), "The China bank is not the issue here, dude", Times of Israel, अभिगमन मिति ४ सेप्टेम्बर २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Ramani, Samuel (जुलाई २६, २०१६), "Why Palestine Supports China on the South China Sea", The Diplomat, अभिगमन मिति ४ सेप्टेम्बर २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Eke, Steven (March 3, 2006).

source: Euractiv. 27 March 2015. Retrieved 15 June 2015..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Country reports on Terrorism" (PDF). state.gov.
ne: "Moscow risks anger over Hamas visit".

source: April 2006..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Fisher, Max (November 21, 2012). "9 questions about Israel-Gaza you were too embarrassed to ask". Retrieved January 6, 2018 – via www.WashingtonPost.com..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Davidovich, Joshua (December 18, 2013).
ne: BBC.
